/* The text for warning when a debugger is currently attached to the process. */
"A debugger is attached to the App." = "Sovellukseen on liitetty virheiden tarkastusohjelma.";

/* The text for warning when an emulator is being used to run the application. */
"An emulator is being used to run the App." = "Sovelluksen suorittamiseen käytetään emulaattoria.";

/* The text for the button that cancels the current challenge process. */
"Cancel" = "Peruuta";

/* Spoken by VoiceOver when the screen is loading. */
"Loading" = "Ladataan";

/* The no answer to a yes or no question. */
"No" = "Ei";

/* The title for the challenge response step of an authenticated checkout. */
"Secure checkout" = "Turvallinen maksaminen";

/* Indicates that a button is selected. */
"Selected" = "Valittu";

/* The text for warning when a device is jailbroken */
"The device is jailbroken." = "Laitteen käyttöjärjestelmän rajoitukset on poistettu.";

/* The text for warning when the integrity of the SDK has been tampered with */
"The integrity of the SDK has been tampered." = "SDK:n eheyttä on peukaloitu.";

/* The text for warning when the SDK is running on an unsupported OS or OS version. */
"The OS or the OS Version is not supported." = "Käyttöjärjestelmää tai käyttöjärjestelmäversiota ei tueta.";

/* Error description for when a network request times out. English value is as required by UL certification. */
"Timeout" = "Aikakatkaisu";

/* Indicates that a button is not selected. */
"Unselected" = "Ei valittu";

/* The yes answer to a yes or no question. */
"Yes" = "Kyllä";

